Repository: TopScrech/FanControl
Catalog: Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, hi, it, nl, ru, tr, uk, zh_hans

# License active offline until %@ (last verified %@)
source: License active offline until %1$@ (last verified %2$@)
da: Licensen er aktiv offline indtil %1$@ (sidst verificeret %2$@)
de: Lizenz offline aktiv bis %@ (zuletzt verifiziert %@)
es: Licencia activa sin conexión hasta %1$@ (última verificación %2$@)
fr: Licence active hors ligne jusqu’au %@ (dernière vérification %@)
hi: लाइसेंस %@ तक ऑफलाइन सक्रिय है (आखिरी सत्यापन %@)
it: Licenza attiva offline fino a %1$@ (ultima verifica %2$@)
nl: Licentie offline actief tot %1$@ (laatst geverifieerd %2$@)
ru: Лицензия действует офлайн до %1$@ (последняя проверка %2$@)
tr: Lisans %1$@ tarihine kadar çevrimdışı etkin (son doğrulama %2$@)
uk: Ліцензія діє офлайн до %1$@ (востаннє перевірено %2$@)
zh_hans: 许可证离线有效期至 %@（上次验证于 %@）

source: License check failed
da: Licenskontrol mislykkedes
de: Lizenzprüfung fehlgeschlagen
es: La comprobación de la licencia falló
fr: Échec de la vérification de la licence
hi: लाइसेंस जांच विफल हुई
it: Controllo licenza non riuscito
nl: Licentiecontrole mislukt
ru: Проверка лицензии не удалась
tr: Lisans denetimi başarısız oldu
uk: Перевірка ліцензії не вдалася
zh_hans: 许可证检查失败

source: License check failed due to an invalid server payload
da: Licenskontrol mislykkedes på grund af ugyldig serverdata
de: Lizenzprüfung wegen ungültiger Serverdaten fehlgeschlagen
es: La comprobación de la licencia falló debido a una carga del servidor no válida
fr: Échec de la vérification de la licence à cause d’une charge utile serveur invalide
hi: अमान्य सर्वर पेलोड के कारण लाइसेंस जांच विफल हुई
it: Controllo licenza non riuscito a causa di un payload server non valido
nl: Licentiecontrole mislukt door ongeldige servergegevens
ru: Проверка лицензии не удалась из-за некорректных данных сервера
tr: Geçersiz sunucu yükü nedeniyle lisans denetimi başarısız oldu
uk: Перевірка ліцензії не вдалася через некоректні дані сервера
zh_hans: 许可证检查失败，服务器返回的数据无效

source: License check failed due to an invalid server response
da: Licenskontrol mislykkedes på grund af ugyldigt serversvar
de: Lizenzprüfung wegen ungültiger Serverantwort fehlgeschlagen
es: La comprobación de la licencia falló debido a una respuesta del servidor no válida
fr: Échec de la vérification de la licence à cause d’une réponse serveur invalide
hi: अमान्य सर्वर प्रतिक्रिया के कारण लाइसेंस जांच विफल हुई
it: Controllo licenza non riuscito a causa di una risposta server non valida
nl: Licentiecontrole mislukt door een ongeldig serverantwoord
ru: Проверка лицензии не удалась из-за некорректного ответа сервера
tr: Geçersiz sunucu yanıtı nedeniyle lisans denetimi başarısız oldu
uk: Перевірка ліцензії не вдалася через некоректну відповідь сервера
zh_hans: 许可证检查失败，服务器响应无效

source: License check required
da: Licenskontrol påkrævet
de: Lizenzprüfung erforderlich
es: Se requiere comprobar la licencia
fr: Vérification de la licence requise
hi: लाइसेंस जांच आवश्यक है
it: Controllo licenza richiesto
nl: Licentiecontrole vereist
ru: Требуется проверка лицензии
tr: Lisans denetimi gerekli
uk: Потрібна перевірка ліцензії
zh_hans: 需要检查许可证

source: License deactivated after no verification for 7 days (deadline %@)
da: Licensen blev deaktiveret efter manglende verificering i 7 dage (frist %@)
de: Lizenz nach 7 Tagen ohne Verifizierung deaktiviert (Frist %@)
es: Licencia desactivada tras 7 días sin verificación (fecha límite %@)
fr: Licence désactivée après 7 jours sans vérification (échéance %@)
hi: 7 दिनों तक सत्यापन न होने पर लाइसेंस निष्क्रिय कर दिया गया (अंतिम तिथि %@)
it: Licenza disattivata dopo 7 giorni senza verifica (scadenza %@)
nl: Licentie gedeactiveerd na 7 dagen zonder verificatie (deadline %@)
ru: Лицензия деактивирована после 7 дней без проверки (срок %@)
tr: 7 gün boyunca doğrulama yapılmadığı için lisans devre dışı bırakıldı (son tarih %@)
uk: Ліцензію деактивовано після 7 днів без перевірки (крайній термін %@)
zh_hans: 连续 7 天未验证后许可证已停用（截止 %@）

source: License inactive
da: Licens inaktiv
de: Lizenz inaktiv
es: Licencia inactiva
fr: Licence inactive
hi: लाइसेंस निष्क्रिय है
it: Licenza inattiva
nl: Licentie inactief
ru: Лицензия неактивна
tr: Lisans etkin değil
uk: Ліцензія неактивна
zh_hans: 许可证未激活

source: License key
da: Licensnøgle
de: Lizenzschlüssel
es: Clave de licencia
fr: Clé de licence
hi: लाइसेंस कुंजी
it: Chiave di licenza
nl: Licentiesleutel
ru: Лицензионный ключ
tr: Lisans anahtarı
uk: Ліцензійний ключ
zh_hans: 许可证密钥

source: License required
da: Licens påkrævet
de: Lizenz erforderlich
es: Licencia requerida
fr: Licence requise
hi: लाइसेंस आवश्यक है
it: Licenza richiesta
nl: Licentie vereist
ru: Требуется лицензия
tr: Lisans gerekli
uk: Потрібна ліцензія
zh_hans: 需要许可证

source: Manual
da: Manuel
de: Manuell
fr: Manuel
hi: मैनुअल
it: Manuale
nl: Handmatig
ru: Ручной
tr: Manuel
uk: Ручний
zh_hans: 手动

source: Max
da: Maks.
es: Máx.
hi: अधिकतम
ru: Макс
tr: Maks.
uk: Макс
zh_hans: 最大

source: Max %@
da: Maks. %@
es: Máx. %@
hi: अधिकतम %@
ru: Макс. %@
tr: Maks. %@
uk: Макс. %@
zh_hans: 最大 %@

source: Measurement unit
da: Måleenhed
de: Maßeinheit
es: Unidad de medida
fr: Unité de mesure
hi: माप इकाई
it: Unità di misura
nl: Meeteenheid
ru: Единица измерения
tr: Ölçü birimi
uk: Одиниця вимірювання
zh_hans: 测量单位

source: Menu Bar
da: Menulinje
de: Menüleiste
es: Barra de menús
fr: Barre des menus
hi: मेन्यू बार
it: Barra dei menu
nl: Menubalk
ru: Строка меню
tr: Menü Çubuğu
uk: Рядок меню
zh_hans: 菜单栏

source: Mode
da: Tilstand
de: Modus
es: Modo
hi: मोड
it: Modalità
nl: Modus
ru: Режим
tr: Mod
uk: Режим
zh_hans: 模式

source: Move FanControl to /Applications?
da: Flyt FanControl til /Applications?
de: FanControl nach /Applications verschieben?
es: ¿Mover FanControl a /Applications?
fr: Déplacer FanControl vers /Applications ?
hi: FanControl को /Applications में ले जाएँ?
it: Spostare FanControl in /Applications?
nl: FanControl naar /Applications verplaatsen?
ru: Переместить FanControl в /Applications?
tr: FanControl /Applications klasörüne taşınsın mı?
uk: Перемістити FanControl до /Applications?
zh_hans: 要将 FanControl 移动到 /Applications 吗？

source: Move to Applications
da: Flyt til Applications
de: Nach /Applications verschieben
es: Mover a Applications
fr: Déplacer vers /Applications
hi: Applications में ले जाएँ
it: Sposta in Applications
nl: Verplaats naar Programma's
ru: Переместить в Applications
tr: Applications’a taşı
uk: Перемістити в Applications
zh_hans: 移动到 Applications

source: Next Fan
da: Næste blæser
de: Nächster Lüfter
es: Siguiente ventilador
fr: Ventilateur suivant
hi: अगला पंखा
it: Ventola successiva
nl: Volgende fan
ru: Следующий кулер
tr: Sonraki fan
uk: Наступний кулер
zh_hans: 下一个风扇

source: No fans detected
da: Ingen blæsere fundet
de: Keine Lüfter erkannt
es: No se detectaron ventiladores
fr: Aucun ventilateur détecté
hi: कोई पंखा नहीं मिला
it: Nessuna ventola rilevata
nl: Geen ventilatoren gedetecteerd
ru: Кулеры не обнаружены
tr: Fan bulunamadı
uk: Кулерів не виявлено
zh_hans: 未检测到风扇

source: No release notes
da: Ingen versionsnoter
de: Keine Versionshinweise
es: No hay notas de la versión
fr: Aucune note de version
hi: कोई रिलीज़ नोट्स नहीं
it: Nessuna nota di rilascio
nl: Geen releasenotities
ru: Примечания к выпуску отсутствуют
tr: Sürüm notu yok
uk: Нотатки до випуску відсутні
zh_hans: 无发行说明

source: No saved license
da: Ingen gemt licens
de: Keine gespeicherte Lizenz
es: No hay licencia guardada
fr: Aucune licence enregistrée
hi: कोई सहेजा गया लाइसेंस नहीं
it: Nessuna licenza salvata
nl: Geen opgeslagen licentie
ru: Нет сохранённой лицензии
tr: Kaydedilmiş lisans yok
uk: Немає збереженої ліцензії
zh_hans: 没有已保存的许可证

source: No sensors available
da: Ingen sensorer tilgængelige
de: Keine Sensoren verfügbar
es: No hay sensores disponibles
fr: Aucun capteur disponible
hi: कोई सेंसर उपलब्ध नहीं
it: Nessun sensore disponibile
nl: Geen sensoren beschikbaar
ru: Датчики недоступны
tr: Sensör yok
uk: Датчики недоступні
zh_hans: 没有可用的传感器

source: No temperature sensors available
da: Ingen temperatursensorer tilgængelige
de: Keine Temperatursensoren verfügbar
es: No hay sensores de temperatura disponibles
fr: Aucun capteur de température disponible
hi: कोई तापमान सेंसर उपलब्ध नहीं
it: Nessun sensore di temperatura disponibile
nl: Geen temperatuursensoren beschikbaar
ru: Нет доступных датчиков температуры
tr: Sıcaklık sensörü yok
uk: Немає доступних датчиків температури
zh_hans: 没有可用的温度传感器

source: Not checked yet
da: Ikke kontrolleret endnu
de: Noch nicht geprüft
es: Aún no se ha comprobado
fr: Pas encore vérifié
hi: अभी तक जांच नहीं हुई
it: Non ancora controllato
nl: Nog niet gecontroleerd
ru: Еще не проверено
tr: Henüz denetlenmedi
uk: Ще не перевірено
zh_hans: 尚未检查

source: Not found
da: Ikke fundet
de: Nicht gefunden
es: No encontrada
fr: Introuvable
hi: नहीं मिला
it: Non trovata
nl: Niet gevonden
ru: Не найдено
tr: Bulunamadı
uk: Не знайдено
zh_hans: 未找到

source: Not now
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
it: Non ora
nl: Nu niet
ru: Не сейчас
tr: Şimdi değil
uk: Не зараз
zh_hans: 暂不

source: Power
da: Strøm
de: Strom
es: Energía
fr: Alimentation
hi: पावर
it: Alimentazione
nl: Voeding
ru: Питание
tr: Güç
uk: Живлення
zh_hans: 电源

source: Pre-release
da: Forhåndsversion
de: Vorabversion
es: Prelanzamiento
fr: Préversion
hi: प्री-रिलीज़
ru: Предрелиз
tr: Ön sürüm
uk: Передреліз
zh_hans: 预发布

source: Pre-release updates
da: Opdateringer til forhåndsversioner
de: Vorabversionen
es: Actualizaciones preliminares
fr: Préversions
hi: प्री-रिलीज़ अपडेट
it: Aggiornamenti pre-release
ru: Предварительные обновления
tr: Ön sürüm güncellemeleri
uk: Попередні оновлення
zh_hans: 预发布更新

source: Precision
da: Præcision
de: Genauigkeit
es: Precisión
fr: Précision
hi: सटीकता
it: Precisione
nl: Precisie
ru: Точность
tr: Hassasiyet
uk: Точність
zh_hans: 精度

source: Preset
da: Forudindstilling
de: Voreinstellung
fr: Préréglage
hi: प्रीसेट
nl: Voorinstelling
ru: Пресет
tr: Ön ayar
uk: Пресет
zh_hans: 预设

source: Preset %@
da: Forudindstilling %@
de: Voreinstellung %@
fr: Préréglage %@
hi: प्रीसेट %@
nl: Voorinstelling %@
ru: Пресет %@
tr: Ön ayar %@
uk: Пресет %@
zh_hans: 预设 %@

source: Preset control
da: Styring med forudindstilling
de: Voreinstellungssteuerung
es: Control por preset
fr: Contrôle des préréglages
hi: प्रीसेट नियंत्रण
it: Controllo preset
nl: Presetbediening
ru: Управление пресетами
tr: Ön ayar kontrolü
uk: Керування пресетами
zh_hans: 预设控制

source: Preset control requires an active license
da: Styring med forudindstilling kræver en aktiv licens
de: Voreinstellungssteuerung erfordert eine aktive Lizenz
es: El control por preset requiere una licencia activa
fr: Le contrôle des préréglages nécessite une licence active
hi: प्रीसेट नियंत्रण के लिए सक्रिय लाइसेंस आवश्यक है
it: Il controllo preset richiede una licenza attiva
nl: Presetbediening vereist een actieve licentie
ru: Для управления пресетами требуется активная лицензия
tr: Ön ayar kontrolü etkin bir lisans gerektirir
uk: Для керування пресетами потрібна активна ліцензія
zh_hans: 预设控制需要有效的许可证

source: Presets
da: Forudindstillinger
de: Voreinstellungen
fr: Préréglages
hi: प्रीसेट्स
it: Preset
nl: Voorinstellingen
ru: Пресеты
tr: Ön ayarlar
uk: Пресети
zh_hans: 预设

source: Previous Fan
da: Forrige blæser
de: Vorheriger Lüfter
es: Ventilador anterior
fr: Ventilateur précédent
hi: पिछला पंखा
it: Ventola precedente
nl: Vorige fan
ru: Предыдущий кулер
tr: Önceki fan
uk: Попередній кулер
zh_hans: 上一个风扇

source: Release notes
da: Versionsnoter
de: Versionshinweise
es: Notas de la versión
fr: Notes de version
hi: रिलीज़ नोट्स
it: Note di rilascio
nl: Release-opmerkingen
ru: Примечания к выпуску
tr: Sürüm notları
uk: Примітки до випуску
zh_hans: 发行说明

source: Replace the copy in /Applications?
da: Erstat kopien i /Applications?
de: Kopie in /Applications ersetzen?
es: ¿Reemplazar la copia en /Applications?
fr: Remplacer la copie dans /Applications ?
hi: /Applications में मौजूद कॉपी को बदलें?
it: Sostituire la copia in /Applications?
nl: De kopie in /Applications vervangen?
ru: Заменить копию в /Applications?
tr: /Applications içindeki kopya değiştirilsin mi?
uk: Замінити копію в /Applications?
zh_hans: 要替换 /Applications 中的副本吗？

source: Reset
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
it: Reimposta
ru: Сбросить
tr: Sıfırla
uk: Скинути
zh_hans: 重置

source: Reset saved license
da: Nulstil gemt licens
de: Gespeicherte Lizenz zurücksetzen
es: Restablecer licencia guardada
fr: Réinitialiser la licence enregistrée
hi: सहेजा गया लाइसेंस रीसेट करें
it: Reimposta licenza salvata
nl: Opgeslagen licentie resetten
ru: Сбросить сохранённую лицензию
tr: Kaydedilmiş lisansı sıfırla
uk: Скинути збережену ліцензію
zh_hans: 重置已保存的许可证

source: Restore
da: Gendan
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: रीस्टोर करें
it: Ripristina
nl: Herstel
ru: Восстановить
tr: Geri yükle
uk: Відновити
zh_hans: 恢复

source: Saved license will be checked on launch
da: Den gemte licens bliver kontrolleret ved start
de: Gespeicherte Lizenz wird beim Start geprüft
es: La licencia guardada se comprobará al iniciar
fr: La licence enregistrée sera vérifiée au lancement
hi: सहेजे गए लाइसेंस की जांच लॉन्च पर की जाएगी
it: La licenza salvata verrà controllata all’avvio
nl: Opgeslagen licentie wordt gecontroleerd bij opstarten
ru: Сохранённая лицензия будет проверена при запуске
tr: Kaydedilmiş lisans açılışta denetlenecek
uk: Збережену ліцензію буде перевірено під час запуску
zh_hans: 已保存的许可证将在启动时检查

source: Sensor icons
da: Sensorikoner
de: Sensorsymbole
es: Iconos de sensores
fr: Icônes des capteurs
hi: सेंसर आइकन
it: Icone sensori
nl: Sensoriconen
ru: Иконки датчиков
tr: Sensör simgeleri
uk: Іконки датчиків
zh_hans: 传感器图标

source: Sensors
da: Sensorer
de: Sensoren
es: Sensores
fr: Capteurs
hi: सेंसर
it: Sensori
nl: Sensoren
ru: Датчики
tr: Sensörler
uk: Датчики
zh_hans: 传感器

source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
nl: Instellingen
ru: Настройки
tr: Ayarlar
uk: Налаштування
zh_hans: 设置

source: Share FanControl
da: Del FanControl
de: FanControl teilen
es: Compartir FanControl
fr: Partager FanControl
hi: FanControl साझा करें
it: Condividi FanControl
nl: Deel FanControl
ru: Поделиться FanControl
tr: FanControl’u paylaş
uk: Поділитися FanControl
zh_hans: 分享 FanControl

source: Show Debug Section
da: Vis fejlfindingssektion
de: Debug-Bereich anzeigen
es: Mostrar sección de depuración
fr: Afficher la section debug
hi: डिबग सेक्शन दिखाएँ
it: Mostra sezione debug
nl: Toon debugsectie
ru: Показать секцию отладки
tr: Hata Ayıklama Bölümünü Göster
uk: Показати розділ налагодження
zh_hans: 显示调试部分

source: Show fan speed next to menu bar icon
da: Vis blæserhastighed ved siden af menulinjeikonet
de: Lüfterdrehzahl neben dem Menüleistensymbol anzeigen
es: Mostrar la velocidad del ventilador junto al icono de la barra de menús
fr: Afficher la vitesse du ventilateur à côté de l’icône de la barre des menus
hi: मेन्यू बार आइकन के पास पंखे की गति दिखाएँ
it: Mostra la velocità della ventola accanto all’icona della barra dei menu
nl: Toon ventilatorsnelheid naast het menubalkpictogram
ru: Показывать скорость вентилятора рядом со значком в строке меню
tr: Menü çubuğu simgesinin yanında fan hızını göster
uk: Показувати швидкість вентилятора поруч зі значком у рядку меню
zh_hans: 在菜单栏图标旁显示风扇转速

source: Show more
da: Vis mere
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
hi: और दिखाएँ
it: Mostra altro
nl: Toon meer
ru: Показать больше
tr: Daha fazla göster
uk: Показати більше
zh_hans: 显示更多

source: Show window
da: Vis vindue
de: Fenster anzeigen
es: Mostrar ventana
fr: Afficher la fenêtre
hi: विंडो दिखाएँ
it: Mostra finestra
nl: Toon venster
ru: Показать окно
tr: Pencereyi göster
uk: Показати вікно
zh_hans: 显示窗口

source: SMC helper connection unavailable
da: Forbindelse til SMC-hjælper utilgængelig
de: Verbindung zum SMC-Helper nicht verfügbar
es: Conexión con el asistente SMC no disponible
fr: Connexion à l’utilitaire SMC indisponible
hi: SMC हेल्पर कनेक्शन उपलब्ध नहीं है
it: Connessione all’helper SMC non disponibile
nl: Verbinding met SMC-helper niet beschikbaar
ru: Подключение к SMC helper недоступно
tr: SMC yardımcı bağlantısı kullanılamıyor
uk: Підключення до SMC helper недоступне
zh_hans: 无法连接到 SMC 辅助程序

source: Some release notes
da: Nogle versionsnoter
de: Einige Versionshinweise
es: Algunas notas de la versión
fr: Quelques notes de version
hi: कुछ रिलीज़ नोट्स
it: Alcune note di rilascio
nl: Enkele release-opmerkingen
ru: Некоторые примечания к выпуску
tr: Bazı sürüm notları
uk: Деякі примітки до випуску
zh_hans: 一些发行说明

source: Target
da: Mål
de: Ziel
es: Objetivo
fr: Cible
hi: लक्ष्य
nl: Doel
ru: Целевая
tr: Hedef
uk: Цільова
zh_hans: 目标

source: Temperature
da: Temperatur
de: Temperatur
es: Temperatura
fr: Température
hi: तापमान
it: Temperatura
nl: Temperatuur
ru: Температура
tr: Sıcaklık
uk: Температура
zh_hans: 温度

source: Temperature sensors
da: Temperatursensorer
de: Temperatursensoren
es: Sensores de temperatura
fr: Capteurs de température
hi: तापमान सेंसर
it: Sensori di temperatura
nl: Temperatuursensoren
ru: Датчики температуры
tr: Sıcaklık sensörleri
uk: Датчики температури
zh_hans: 温度传感器

source: Tenths
da: Tiendedele
de: Zehntel
es: Décimas
fr: Dixièmes
hi: दशमलव
it: Decimi
nl: Tienden
ru: Десятые
tr: Onda birler
uk: Десяті
zh_hans: 十分位

source: The latest version is already installed
da: Den nyeste version er allerede installeret
de: Die neueste Version ist bereits installiert
es: La última versión ya está instalada
fr: La dernière version est déjà installée
hi: नवीनतम संस्करण पहले से इंस्टॉल है
it: L’ultima versione è già installata
nl: De nieuwste versie is al geïnstalleerd
ru: Последняя версия уже установлена
tr: En son sürüm zaten yüklü
uk: Останню версію вже встановлено
zh_hans: 已安装最新版本

source: This removes the saved email and license key from this Mac and unregisters this device
da: Dette fjerner den gemte e-mail og licensnøgle fra denne Mac og afregistrerer denne enhed
de: Dadurch werden die gespeicherte E-Mail und der Lizenzschlüssel von diesem Mac entfernt und dieses Gerät abgemeldet
es: Esto elimina el correo electrónico y la clave de licencia guardados de este Mac y anula el registro de este dispositivo
fr: Cela supprime l’e-mail et la clé de licence enregistrés de ce Mac et désenregistre cet appareil
hi: यह इस Mac से सहेजा गया ईमेल और लाइसेंस कुंजी हटाता है और इस डिवाइस का पंजीकरण समाप्त करता है
it: Questo rimuove l’e-mail e la chiave di licenza salvate da questo Mac e annulla la registrazione di questo dispositivo
nl: Dit verwijdert het opgeslagen e-mailadres en de licentiesleutel van deze Mac en deregistreert dit apparaat
ru: Это удалит сохранённые адрес электронной почты и лицензионный ключ с этого Mac и отменит регистрацию этого устройства
tr: Bu işlem kaydedilmiş e-postayı ve lisans anahtarını bu Mac’ten kaldırır ve bu aygıtın kaydını siler
uk: Це видалить збережені адресу електронної пошти й ліцензійний ключ з цього Mac та скасує реєстрацію цього пристрою
zh_hans: 这会从这台 Mac 中移除已保存的邮箱和许可证密钥，并注销此设备

source: Unknown
da: Ukendt
de: Unbekannt
es: Desconocida
fr: Inconnu
hi: अज्ञात
it: Sconosciuta
nl: Onbekend
ru: Неизвестно
tr: Bilinmiyor
uk: Невідомо
zh_hans: 未知

source: Unknown processor
da: Ukendt processor
de: Unbekannter Prozessor
es: Procesador desconocido
fr: Processeur inconnu
hi: अज्ञात प्रोसेसर
it: Processore sconosciuto
nl: Onbekende processor
ru: Неизвестный процессор
tr: Bilinmeyen işlemci
uk: Невідомий процесор
zh_hans: 未知处理器

source: Update
da: Opdater
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hi: अपडेट
it: Aggiorna
ru: Обновить
tr: Güncelle
uk: Оновити
zh_hans: 更新

source: Update %@ available
da: Opdatering %@ er tilgængelig
de: Update %@ verfügbar
es: Actualización %@ disponible
fr: Mise à jour %@ disponible
hi: अपडेट %@ उपलब्ध है
it: Aggiornamento %@ disponibile
nl: Update %@ beschikbaar
ru: Доступно обновление %@
tr: %@ güncellemesi kullanılabilir
uk: Доступне оновлення %@
zh_hans: 可更新到 %@

source: Update available: %@
da: Opdatering tilgængelig: %@
de: Update verfügbar: %@
es: Actualización disponible: %@
fr: Mise à jour disponible : %@
hi: अपडेट उपलब्ध है: %@
it: Aggiornamento disponibile: %@
nl: Update beschikbaar: %@
ru: Доступно обновление: %@
tr: Güncelleme kullanılabilir: %@
uk: Доступне оновлення: %@
zh_hans: 有可用更新：%@

source: Update failed
da: Opdatering mislykkedes
de: Update fehlgeschlagen
es: La actualización falló
fr: Échec de la mise à jour
hi: अपडेट विफल हुआ
it: Aggiornamento non riuscito
nl: Update mislukt
ru: Ошибка обновления
tr: Güncelleme başarısız oldu
uk: Помилка оновлення
zh_hans: 更新失败

source: Update failed: %@
da: Opdatering mislykkedes: %@
de: Update fehlgeschlagen: %@
es: La actualización falló: %@
fr: Échec de la mise à jour : %@
hi: अपडेट विफल हुआ: %@
it: Aggiornamento non riuscito: %@
nl: Update mislukt: %@
ru: Ошибка обновления: %@
tr: Güncelleme başarısız oldu: %@
uk: Помилка оновлення: %@
zh_hans: 更新失败：%@

source: Update postponed
da: Opdatering udsat
de: Update verschoben
es: Actualización pospuesta
fr: Mise à jour reportée
hi: अपडेट स्थगित किया गया
it: Aggiornamento rimandato
nl: Update uitgesteld
ru: Обновление отложено
tr: Güncelleme ertelendi
uk: Оновлення відкладено
zh_hans: 更新已推迟

source: Updates
da: Opdateringer
es: Actualizaciones
fr: Mises à jour
hi: अपडेट्स
it: Aggiornamenti
ru: Обновления
tr: Güncellemeler
uk: Оновлення
zh_hans: 更新

source: Whole numbers
da: Hele tal
de: Ganze Zahlen
es: Números enteros
fr: Nombres entiers
hi: पूर्ण संख्याएँ
it: Numeri interi
nl: Hele getallen
ru: Целые числа
tr: Tam sayılar
uk: Цілі числа
zh_hans: 整数

source: You are on the latest version
da: Du har den nyeste version
de: Sie verwenden die neueste Version
es: Ya tienes la última versión
fr: Vous utilisez la dernière version
hi: आप नवीनतम संस्करण पर हैं
it: Stai usando l’ultima versione
nl: Je gebruikt de nieuwste versie
ru: У вас последняя версия
tr: En son sürümü kullanıyorsunuz
uk: У вас остання версія
zh_hans: 你当前已是最新版本

source: You’re up to date
da: Du er opdateret
de: Alles ist aktuell
es: Está al día
fr: Vous êtes à jour
hi: आपके पास नवीनतम संस्करण है
it: Sei aggiornato
nl: Je bent up-to-date
ru: У вас последняя версия
tr: Güncelsiniz
uk: У вас актуальна версія
zh_hans: 已是最新版本

source: Auto
de: Automatisch
hi: स्वचालित
nl: Automatisch
ru: Авто
tr: Otomatik
uk: Авто
zh_hans: 自动

source: Email
es: Correo electrónico
hi: ईमेल
ru: Электронная почта
tr: E-posta
uk: Електронна пошта
zh_hans: 邮箱

source: GitHub proxy
es: Proxy de GitHub
fr: Proxy GitHub
hi: GitHub प्रॉक्सी
it: Proxy GitHub
ru: GitHub-прокси
uk: GitHub-проксі
zh_hans: GitHub 代理

source: GitHub proxy URL
es: URL del proxy de GitHub
fr: URL du proxy GitHub
hi: GitHub प्रॉक्सी URL
it: URL proxy GitHub
ru: GitHub-прокси URL
tr: GitHub proxy URL’si
uk: GitHub-проксі URL
zh_hans: GitHub 代理 URL

source: Min
es: Mín.
hi: न्यूनतम
ru: Мин
uk: Мін
zh_hans: 最小

source: Min %@
es: Mín. %@
hi: न्यूनतम %@
ru: Мин. %@
uk: Мін. %@
zh_hans: 最小 %@

source: Status
es: Estado
fr: État
hi: स्थिति
it: Stato
ru: Статус
tr: Durum
uk: Статус
zh_hans: 状态

source: System
es: Sistema
fr: Système
hi: सिस्टम
it: Sistema
nl: Systeem
ru: Системный
tr: Sistem
uk: Системний
zh_hans: 系统

source: Version
es: Versión
hi: संस्करण
it: Versione
nl: Versie
ru: Версия
tr: Sürüm
uk: Версія
zh_hans: 版本

source: Sensor
fr: Capteur
hi: सेंसर
it: Sensore
ru: Датчик
tr: Sensör
uk: Датчик
zh_hans: 传感器

source: Celsius
hi: सेल्सियस
ru: Цельсий
uk: Цельсій
zh_hans: 摄氏

source: Fahrenheit
hi: फारेनहाइट
ru: Фаренгейт
uk: Фаренгейт
zh_hans: 华氏

source: Kelvin
hi: केल्विन
ru: Кельвин
uk: Кельвін
zh_hans: 开尔文

source: OK
hi: ठीक है
tr: Tamam
zh_hans: 确定
